Repository: newsic/newsic
Catalog: newsic/translations/*/LC_MESSAGES/messages.po
Languages: de, fr

source: No music found
de: Keine Musik gefunden
fr: Aucune musique trouvée

source: Custom playlist
de: Spezielle Playlist
fr: Playlist personnalisée

source: Anonymous
de: Anonymus
fr: Anonyme

source: URL not found
de: URL nicht gefunden
fr: URL introuvable

source: Home
de: Startseite
fr: Page d'accueil

source: This album/channel is either empty, private or non-existing
de: Dieses Album bzw. dieser Channel ist entweder leer, privat oder existiert nicht
fr: Cet album/canal est vide, privé ou n'existe pas

source: Can't handle album/channel
de: Album/Channel ungültig
fr: Ne peut pas gérer album/canal

source: Vimeo mix
fr: Vimeo mélange

source: No mix available for this video
de: Kein Mix für dieses Video vorhanden
fr: Pas de mélange disponible pour cette vidéo

source: No mix available
de: Kein Mix vorhanden
fr: Pas de mélange disponible

source: This playlist is either empty, private or non-existing
de: Diese Playlist ist entweder leer, privat oder existiert nicht
fr: Cette playlist est vide, privée ou n'existe pas

source: Invalid playlist
de: Ungültige Playlist
fr: Pas valide playlist

source: Explore music from YouTube and Vimeo snippet by snippet
de: Entdecke Musik von YouTube und Vimeo Snippet für Snippet
fr: Découvres la musique de YouTube et de Vimeo extrait par extrait

source: Go to start page
de: Zur Startseite
fr: Aller à la page d'accueil

source: Suddenly a wild newsic logo appears. Hey look, it's a SVG!
de: Wunderschönes newsic-Logo
fr: Logo magnifique de newsic

source: Start typing or paste a playlist URL
de: Nach Playlists suchen oder URL einfügen
fr: Commence à tape ou colle une URL

source: start
de: los
fr: commencer

source: Go to newsic's project page
de: Projektseite von newsic öffnen
fr: Aller à la page du projet de newsic

source: About newsic
de: Über newsic
fr: À propos de newsic

source: Feel free to fork or review the Code on GitHub
de: Schau dir den Code auf GitHub an, Forks sind gerne gesehen
fr: N'héstite pas à fork ou revoire le code sur GitHub

source: Source code on GitHub
de: Sourcecode auf GitHub
fr: Code source sur GitHub

source: Visit tocsin.de, the portfolio of the newsic creator
de: Besuche tocsin.de, das Portfolio des newsic-Machers
fr: Visite tocsin.de, le portfolio du créateur de newsic

source: Made with <i class="fas fa-heart"></i> by tocsin
de: Mit <i class="fas fa-heart"></i> von tocsin
fr: Produit avec <i class="fas fa-heart"></i> par tocsin

source: Try newsic and discover new music with these hand-selected sample playlists.
de: Teste newsic und entdecke Musik mit diesen Beispiel-Playlisten.
fr: Essaye newsic et découvre de musique avec cettes playlists sélectionnés.

source: Find more newsic playlists on <a href="%(link_youtube)s" target="_blank" title="newsic on YouTube">%(icon_youtube)s YouTube</a> and on <a href="%(link_vimeo)s" target="_blank" title="newsic on Vimeo">%(icon_vimeo)s Vimeo</a>.
de: Mehr newsic-Playlisten gibt es auf <a href="%(link_youtube)s" target="_blank" title="newsic auf YouTube">%(icon_youtube)s YouTube</a> und bei <a href="%(link_vimeo)s" target="_blank" title="newsic bei Vimeo">%(icon_vimeo)s Vimeo</a>.
fr: Trouve plus playlists de newsic sur <a href="%(link_youtube)s" target="_blank" title="newsic sur YouTube">%(icon_youtube)s YouTube</a> et sur <a href="%(link_vimeo)s" target="_blank" title="newsic sur Vimeo">%(icon_vimeo)s Vimeo</a>.

source: Go to San Fermin playlist
de: Zur San Fermin-Playlist
fr: Aller à San Fermin playlist

source: Go to OK Go playlist
de: Zur OK Go-Playlist
fr: Aller à OK GO playlist

source: Go to STRFKR playlist
de: Zur STRFKR-Playlist
fr: Aller à STRFKR playlist

source: Go to RDGLDGRN playlist
de: Zur RDGLDGRN-Playlist
fr: Aller à RDGLDGRN playlist

source: Go to Blood Red Shoes playlist
de: Zur Blood Red Shoes-Playlist
fr: Aller à Blood Red Shoes playlist

source: Go to [Mix] Hodgepodge I playlist
de: Zum [Mix] Hodgepodge I
fr: Aller à [Mix] Hodgepodge I playlist

source: Go to Campusradio Dresden album
de: Zum Campusradio Dresden-Album
fr: Aller à Campusradio Dresden album

source: Attention: The support for Vimeo playlists is still in beta status
de: Vorsicht: Der Support für Vimeo-Playlisten ist noch in der Beta-Phase
fr: Attention: Le support des playlists Vimeo est toujours en version bêta

source: No results :(
de: Keine Ergebnisse :(
fr: Pas des résultates :(

source: videos
fr: vidéos

source: Vimeo support is still beta, sorry. <!-- <br/>Please <a href="https://github.com/newsic/newsic/issues" target="_blank" title="Report bugs about the Vimeo support via GitHub">feel free to take a look at the bug</a> :) -->
de: Der Vimeo-Support ist noch in der Beta-Phase, Verzeihung.<!-- <br/><a href="https://github.com/newsic/newsic/issues" target="_blank" title="Vimeo-Bugs via GitHub einreichen">Fehler, die mit Vimeo-Videos auftreten, kannst du gerne hier melden</a> :) -->
fr: Pardon, Vimeo support est toujours en version bêta.

source: Vimeo support is still beta, sorry. The order of videos isn't correct yet, this is caused by the Vimeo API.
de: Der Vimeo-Support ist noch in der Beta-Phase, Verzeihung. Aufgrund der Vimeo-API haben die Videos noch eine falsche Reihenfolge.
fr: Pardon, Vimeo support est toujours en version bêta.

source: Either your browser is a disastrous piece of old crap or you should stop blocking JavaScript. We kindly ask you to make a decision: Either activate JavaScript (or whitelist newsic on your content blocker) or install/use a fresh version of Firefox, Chromium/Chrome, Safari, Vivaldi, Opera or something else instead. PSA: Using Edge isn't as cutting-edge as it sounds; but hey, that's entirely up to you :)
de: Bitte JavaScript aktivieren oder newsic im Content-Blocker auf die Whitelist setzen.
fr: Active Javascript s'il te plait. Ou ajoute newsic au whitelist de ton adblocker.

source: Previous snippet (shortcuts: A or left arrow key)
de: Vorheriges Snippet (Shortcuts: A oder linke Pfeiltaste)
fr: Extrait précédent (raccourci: A ou touche fléchée gauche)

source: Play/pause (shortcuts: S, K or space bar)
de: Play/Pause (Shortcuts: S, K oder Leertaste)
fr: Jouer/pause (raccourci: S, K ou barre d'espace)

source: Next snippet (shortcuts: D or right arrow key)
de: Nächstes Snippet spielen (Shortcut: D oder rechte Pfeiltaste)
fr: Extrait suivant (raccourci: D ou touche fléchée droite)

source: Play complete song (shortcut: C)
de: Kompletten Song abspielen (Shortcut: C)
fr: Jouer chanson complète (raccourci: C)

source: Complete
de: Kompletter Song
fr: Chanson complète

source: Play mix based on current video (shortcut: X)
de: Mix basierend auf aktuellem Video suchen (Shortcut: X)
fr: Jouer mix basé sur vidéo actuelle (raccourci: X)

source: Search lyrics on Genius.com (shortcut: L)
de: Songtext auf Genius.com suchen (Shortcut: L)
fr: Rechercher les paroles sur Genius.com (raccourci: L)

source: Lyrics
de: Songtext
fr: Paroles

source: Playlist by %(creator)s
de: Playlist von %(creator)s
fr: Playlist par %(creator)s

source: %(amount)s snippets
fr: %(amount)s fragments

source: Go directly to %(link)s
de: Direkt zu %(link)s gehen
fr: Aller directement à %(link)s

source: Next snippet
de: Nächstes Snippet
fr: Extrait suivant

source: Play
fr: Jouer

source: Previous snippet
de: Vorheriges Snippet
fr: Extrait précédent

source: Toggle mute
de: Stumm ein/aus
fr: Bascule muet

source: buffered
de: gepuffert
fr: tamponné

source: Seek
de: spulen
fr: chercher

source: Complete snippet
de: Kompletter Song
fr: Extrait complet

source: Toggle fullscreen
de: Vollbild ein/aus
fr: Bascule plein écran

source: Embedding forbidden or blocked in your country
de: Einbetten verboten oder in deinem Land blockiert
fr: Intégration interdite ou bloquée dans ton pays

source: Sorry, not available in your country
de: Leider nicht in deinem Land verfügbar
fr: Padon, pas disponible dans ton pays

source: Video skipped
de: Video übersprungen
fr: Vidéo sautée

source: %(min)s min
de: %(min)s Minuten

source: Volume
de: Lautstärke
